<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>Главная</title>
    <link href="index.css" rel="stylesheet">
</head>
<body>

<div id="content">Перево́дчик — специалист, занимающийся переводом, то есть созданием письменного или устного текста на
    определённом языке (называемом языком перевода), эквивалентного письменному или устному тексту на другом языке
    (языке-источнике).
    В современную эпоху такой специалист обычно должен иметь профильное высшее образование; это может быть высшее
    переводческое образование или более широкое филологическое образование, а для выполнения отраслевых (экономических,
    юридических, технических, медицинских и пр.) переводов могут привлекаться специалисты с образованием в
    соответствующей отрасли человеческой деятельности — экономисты, юристы, инженеры, врачи, имеющие и достаточную
    языковую и переводческую подготовку, которая может быть получена в рамках их высшего образования и курсов подготовки
    переводчиков в сфере профессиональной коммуникации.
    Переводчик художественной литературы должен являться и обычно является художником слова (прозаиком, поэтом) на своем
    родном языке, создавая наряду с художественными переводами и собственные оригинальные литературные произведения. Он
    может иметь языковое, литературное, литературоведческое образование.
</div>
<div id="header">
    <img src="image/index.png" class="logo"/>
    Инь и Янь
    <%--<a href="main" title="Показать клиентов">Клиенты</a>--%>
    <%--<a href="books" title="Книги">Книги</a>--%>
</div>
<div id="footer"></div>
<div id="foot"></div>
<div id="menu_left"></div>
<div id="menu_left2">Меню:</div>
<a href="clienst/main.html" class="ssylka1">Клиенты</a>
<a href="books/show.html" class="ssylka2">Книги</a>
<div id="menu_right"></div>
<div id="menu_right2">Текст для справок</div>


</body>
</html>
