<p>Что может быть проще, чем испечь торт? Ну в самом деле, замешиваем тесто, раскатываем его на коржи, выпекаем в духовке. Тем временем взбиваем крем. Потом соединяем все вместе, украшаем вишенками — и вуаля, торт готов. Хотя погодите: на все про все у нас ушло не меньше трех часов, и я уж молчу о том, на что стала похожа наша кухня в результате означенных манипуляций. Нет, определенно, в мире должны существовать вещи более простые, нежели кондитерская продукция. Тогда почему же англичане меряют легкость и простоту в единицах кусков торта?
    <br>
    The chemistry exam was a piece of cake — Экзамен по химии был проще пареной репы.
    <br>
    Solving math problems is a piece of cake for him — Он задачки по математике щелкает как орешки.
    <br>
    I thought the game would be a piece of cake, but it turned out not so easy — Я полагал, игра будет сущей прогулкой, но она сложилась вовсе не так легко.
    <br>
    Относительно происхождения идиомы имеется несколько версий. По одной из них, характеристика простоты в тортовой метафоре относится не к изготовлению, а к поеданию лакомства! На такое толкование намекает, в частности, кусочный формат изделия: торты ведь не пекут по кускам, зато едят именно что кусками. С этой же гипотезой согласуется и другая популярная идиома, as easy as pie (просто как два пальца об асфальт пирог), которая также означает крайнюю степень легкости. В общем, версия достаточно убедительная, однако есть и другие заслуживающие внимания кандидаты.
    <br>
    В середине XIX в. в рабовладельческих штатах юга Америки зародился любопытный обычай под названием Cakewalk (Кекуок). Чернокожие обитатели плантаций собирались по субботам на тусовку (а ничего так жизнь была, у рабов-то!), где под аккомпанемент банджо и мандолин развлекали себя тем, что пародировали менуэты своих белых господ. Пара, отличившаяся наиболее смешным удачным исполнением, получала главный приз — здоровенный пирог, вокруг которого, собственно, и происходило действо.
    Так вот, отдельные языковеды полагают, что сия традиция породила целый пласт пирогово-тортовых идиом, таких как take the cake, easy as pie, a piece of cake, и что легкость и простота здесь изначально относились не к выпеканию и не к завоевыванию пирога, а к той атмосфере беззаботности и веселья, что царила на этих вечеринках.
</p>